//Южаков Евгений Николаевич

//Вывести на экран один куплет любимого стихотворенияили песни, с указанием автора или исполнителя
//Используйте escape-последовательности для форматирования

#include <iostream>
using namespace std;

int main() {
    system ("chcp 65001");
    cout << "гр.Ленинград - В Питере - пить!" << endl << endl;
    cout << "Много городов у нас в России" << endl;
    cout << "Нету пальцев столько на ногах" << endl;
    cout << "С каждым годом все они красивей" <<endl;
    cout << "Утопают в солнце и в снегах" << endl;
    cout << "В Ростове шикарные плюхи\n";
    cout << "Размером с большую печать\n";
    cout << "В Москве лучше нюхать\n";
    cout << "В Челябинске лучше торчать\n\n";
    cout << "А в Питере - пить!\nВ Питере - пить!\nВ Питере тире - пить!\n";
    cout << "В Питере - пить!\nВ Питере - пить!\nВ Питере тире - пить!\n";
    return 0;
}
